Repository: VijayMVC/Cares
Catalog: Cares.Web/Resources/Vehicle/Vehicle.*.resx
Languages: ar

source: Accessories
ar: الاكسسوارات

source: Add To List
ar: إضافة إلى قائمة

source: Alloy Rim
ar: سبائك ريم

source: At location
ar: في موقع

# BackWheelSize
source: B/Wheel Size (Inches)
ar: الخلفي عجلة الحجم (بوصة)

source: Branch Owner
ar: فرع المالك

source: Business Partner
ar: شريك تجاري

source: Chasis Number
ar: الشاسيه عدد

source: CheckList Item
ar: قائمة مرجعية البند

source: Color
ar: اللون

source: Company
ar: شركة

source: Coverage Limit
ar: تغطية الحد

source: Create New Vehicle
ar: خلق جديدة للسيارات

source: Current
ar: التيار

source: Current Odometer
ar: عداد المسافات الحالي

source: Department
ar: قسم

source: Depreciation Info
ar: معلومات الاستهلاك

source: Disposal Cost
ar: تكلفة التخلص

source: Disposa lDate
ar: التخلص التسجيل

source: Disposal Description
ar: التخلص الوصف

source: Disposal Info
ar: معلومات التخلص

source: Down Payment
ar: دفعة أولى

source: Engine CC
ar: المحرك سم مكعب

source: Engine Number
ar: عدد المحرك

source: First Month Dep.
ar: أول شهر الودائع

source: First Payment
ar: الأول الدفع

source: First Payment Date
ar: الأول تاريخ الدفع

source: Fleet Pool
ar: أسطول بركة

# FrequencyInDays
source: Frequency(Days)
ar: تردد (أيام)

# FrequencyInKM
source: Frequency(KM)
ar: تردد (كم)

# FrontWheelSize
source: F/Wheel Size (Inches)
ar: جر الحجم (بوصة)

source: Fuel
ar: الوقود

source: Fuel Level (%)
ar: مستوى الوقود (٪)

source: Fuel Type
ar: نوع الوقود

source: HireGroup
ar: استئجار المجموعة

source: Initial Odometer
ar: عداد المسافات الأولي

source: Insurance Agent
ar: وسيط التأمين

source: Insurance Info
ar: معلومات التأمين

source: Insurance Renewal Date
ar: التأمين تجديد التسجيل

source: Insurance Start Date
ar: تاريخ بدء التأمين

source: Insurance Type
ar: نوع التأمين

source: Insured Value
ar: القيمة المؤمن

source: Interest Rate(%)
ar: سعر الفائدة (٪)

source: Interior Description
ar: الداخلية الوصف

source: Key Code
ar: رمز المفتاح

source: Last Month Dep.
ar: شهر الماضي الودائع

source: Last Payment
ar: آخر دفعة

source: Leased Finish Date
ar: المؤجرة إنهاء التسجيل

source: Leased Ownership?
ar: المؤجرة ملكية؟

source: Leased Start Date
ar: المؤجرة تاريخ بدء

source: Lease Info
ar: معلومات الإيجار

source: Level
ar: مستوى

# LoadBaseDataFailedMsg
source: Failed to load base data.
ar: فشل تحميل قاعدة البيانات.

source: Location
ar: موقع

source: Maintenance Schedule
ar: جدول الصيانة

source: Maintenance Start Date
ar: تاريخ بدء الصيانة

source: Maintenance Type
ar: نوع الصيانة

source: Make
ar: جعل

source: Model
ar: نموذج

source: Model Year
ar: سنة الصنع

source: Monthly Dep.
ar: إيداع الشهري

source: Monthly Payment
ar: الدفع الشهري

source: Name
ar: اسم

# NumberOfCylinders
source: No. Of Cylinders
ar: لكم رقم الاسطوانات

source: Number of Doors
ar: عدد الأبواب

source: Odometer
ar: عداد المسافات

source: Operation
ar: عملية

source: OtherDetails
ar: تفاصيل أخرى

# PlateNumber
source: Plate #
ar: لوحة #

source: Premium
ar: قسط

source: Principal Payment
ar: الدفع الرئيسي

source: Purchase Cost
ar: شراء التكلفة

source: Purchase Date
ar: تاريخ الشراء

source: Purchase Description
ar: شراء الوصف

source: Purchase Info
ar: شراء معلومات

source: Purchase Order Number
ar: شراء الأمر رقم

source: Radio Code
ar: كود الراديو

source: Region
ar: المنطقة

source: Registeration Date
ar: رخصه التسجيل

source: Registeration Exp. Date
ar: رخصه التصدير. التاريخ

source: Residual Value
ar: القيمة المتبقية

source: Status
ar: الوضع

# TankSize
source: Tank Size (ltrs)
ar: خزان الحجم (لتر)

# TopSpeed
source: Top Speed (km/h)
ar: السرعة القصوى (كم / سا)

source: Transmission Type
ar: نوع الناقل

source: Upload Image
ar: تحميل صورة

source: Used Vehicle?
ar: الحالة مستعملة؟

source: Useful Period End Date
ar: المفيد تاريخ نهاية الفترة

source: Useful Period Start Date
ar: الفترة مفيدة ابدأ التسجيل

source: Vehicle Category
ar: سيارة الفئة

source: Vehicle Check List
ar: المرجعية السيارة

# VehicleDeleteErrorMsg
source: Vehicle delete to failed.
ar: السيارة لحذف الفاشلة.

# VehicleDeleteSuccessMsg
source: Vehicle successfully delete.
ar: السيارة حذف بنجاح.

source: Vehicle Detail
ar: تفاصيل السيارة

# VehicleDetailFailedMsg
source: Vehicle Detail load to failed.
ar: حمولة المركبة التفاصيل إلى فشل.

# VehicleLabel
source: Vehicle
ar: السيارة

# VehicleLoadFailedMsg
source: Vehicles load to failed.
ar: مركبات الحمل إلى فشل.

source: Vehicle Make
ar: السيارة جعل

source: Vehicle Model
ar: المركبة الموديل

source: Vehicle Name
ar: اسم السيارة

source: Vehicle Pictorial Condition
ar: السيارة المصورة الحالة

source: Vehicles
ar: المركبات

# VehicleSaveErrorMsg
source: Vehicle save to failed.
ar: مركبة أضف للفشل.

# VehicleSaveSuccessMsg
source: Vehicle successfully save.
ar: مركبة إنقاذ بنجاح.

source: Year
ar: العام
