Repository: VijayMVC/Cares
Catalog: Cares.Web/Resources/RentalAgreement/RentalAgreement.*.resx
Languages: ar

source: Add
ar: إضافة

source: Add Chauffer
ar: إضافة سائق

source: Add Damages
ar: إضافة الأضرار

source: Add Discounts
ar: إضافة خصومات

source: Add Extras
ar: إضافة إضافات

source: Additional Charge
ar: رسوم إضافية

source: AdditionalCharges
ar: رسوم إضافية

source: Add New
ar: اضف جديد

source: Add Payment
ar: إضافة الدفع

source: Amount
ar: كمية

source: Amount Paid
ar: المبلغ المدفوع

source: Balance
ar: توازن

source: Bank
ar: مصرف

source: Billing
ar: الفواتير

# BookingNo
source: Booking #
ar: حجز #

source: By
ar: بواسطة

source: Category
ar: فئة

source: Charge Type
ar: نوع التهمة

source: Chauffer
ar: سائق

source: Chauffer In Date
ar: سائق في تاريخ

source: Chauffer Out Date
ar: سائق خارج التاريخ

source: Chauffers
ar: سائق

source: CheckList In
ar: التفقدية في

source: CheckList Out
ar: قائمة مرجعية خارج

# ChkNo
source: Cheque No
ar: عدد الشيكات

source: Close
ar: قريب

source: Close Agreement
ar: انهيار اتفاق

source: Comments
ar: تعليقات

source: Company
ar: شركة

source: Customer
ar: زبون

# CustomerNo
source: Customer #
ar: العملاء #

source: Damages
ar: خسائر

source: Date
ar: تاريخ

source: Discount Code
ar: رمز التخفيض

source: Discounts
ar: خصومات

source: Disount Percentage
ar: نسبة الخصم

source: DOB/Sponsor
ar: تاريخ الميلاد / الراعي

source: Driver Charge
ar: سائق المسؤول

source: Drivers
ar: السائقين

source: Duration
ar: مدة

source: Email
ar: البريد الإلكتروني

source: End Date
ar: تاريخ الانتهاء

source: End Date/Time
ar: تاريخ الانتهاء / الوقت

source: Excess Mileage
ar: فائض الأميال

source: Extras
ar: إضافات

source: Fuel:
ar: الوقود:

source: Fuel In
ar: الوقود في

source: Fue lOut
ar: وقود خارج

source: Hire Group
ar: استئجار المجموعة

# HireGroupVehicle
source: Hire Group:
ar: استئجار المجموعة:

source: In Date Time
ar: في تاريخ الوقت

source: In Location
ar: في الموقع

source: Insurance
ar: تأمين

source: Insurance Charge
ar: رسوم التأمين

source: Is Interior
ar: غير الداخلية

source: License
ar: رخصة

source: License Expiry
ar: انتهاء رخصة

source: License No
ar: ترخيص رقم

source: Location
ar: موقع

source: Make
ar: جعل

source: Mode
ar: طريقة

source: Model:
ar: نموذج:

source: Model Year
ar: نموذج سنة

source: Name
ar: اسم

source: Net Billing
ar: صافي الفواتير

source: No Chauffer Added Yet
ar: لا سائق اضاف حتى الآن

source: No Damage Added Yet
ar: لا ضرر أضيف حتى الآن

source: No Discount Added Yet
ar: لا خصم أضيف حتى الآن

source: No Driver Added Yet
ar: لا يوجد برنامج تشغيل أضيف حتى الآن

source: No Payment Added Yet
ar: لا الدفع أضيف حتى الآن

# NoRecordToDisplayYet
source: No record(s) to display yet.
ar: لا توجد سجلات لعرض حتى الان.

source: No Service Added Yet
ar: إضافة أي خدمة حتى الآن

source: Odometer In
ar: عداد المسافات في

source: Odometer Out
ar: عداد المسافات خارج

source: Open Agreement
ar: الاتفاق مفتوحا

source: Operation
ar: عملية

source: Out Date Time
ar: خارج التاريخ الوقت

source: Out Location
ar: خارج المكان

source: Passport
ar: جواز سفر

source: Payment
ar: دفع

source: Payments
ar: المدفوعات

# PHBookingNo
source: <Booking No>
ar: <الحجز لا>

# PHCompanyCode
source: <Company Code>
ar: <رمز الشركة>

# PHCompanyName
source: <Company Name>
ar: <اسم الشركة>

# PHCustomerNo
source: <Customer #>
ar: <# العملاء>

# PHDays
source: <Days>
ar: <يوم>

# PHDOB
source: <DOB>
ar: <تاريخ الميلاد>

# PHEmail
source: <Email>
ar: <البريد الإلكتروني>

# PHEndDate
source: <End Date>
ar: <تاريخ الانتهاء>

# PHFirstName
source: <First Name>
ar: <الاسم الأول>

# PHHireGroup
source: <Hire Group>
ar: <تأجير المجموعة>

# PHHours
source: <Hours>
ar: <ساعات>

# PHLicenseExpiry
source: <License Expiry>
ar: <الترخيص انتهاء>

# PHLicenseExpiryHG
source: <License Expiry HG>
ar: <الترخيص انتهاء المقالات>

# PHLicenseNo
source: <License No.>
ar: <ترخيص رقم>

# PHMins
source: <Mins>
ar: <دقيقة>

# PHMobile
source: <Mobile>
ar: <الجوال>

# PHName
source: <Name>
ar: <اسم>

# PHNIC
source: <NIC No.>
ar: <NIC رقم>

# PHNICExpiry
source: <NIC Expiry>
ar: <NIC انتهاء>

# PHNICExpiryHG
source: <NIC Expiry HG>
ar: <NIC انتهاء المقالات>

source: Phone/Mobile
ar: الهاتف / الجوال

# PHPassportExpiry
source: <Passport Expiry>
ar: <الجوازات انتهاء>

# PHPassportExpiryHG
source: <Passport Expiry HG>
ar: <الجوازات انتهاء المقالات>

# PHPassportNo
source: <Passport No>
ar: <رقم جواز السفر>

# PHPhone
source: <Phone>
ar: <الهاتف>

# PHRANo
source: <RA #>
ar: <اتفاقية تأجير #>

# PHSecondName
source: <Last Name>
ar: <اسم العائلة>

# PHSponsorKafeel
source: <Sponsor/Kafeel>
ar: <الراعي / كفيل>

# PHStartDate
source: <Start Date>
ar: <تاريخ بدء>

source: Plate No.
ar: لوحة رقم

# Qty
source: Quantity
ar: كمية

# RANo
source: RA #
ar: اتفاقية تأجير #

source: Rate
ar: معدل

# RentalAgreementTitle
source: Rental Agreement
ar: عقد تأجير

source: Renter
ar: مستأجر

source: Search
ar: بحث

source: Select Chauffer
ar: حدد سائق

source: Select Insurances
ar: اختر التأمينات

source: Select Vehicle
ar: اختر سيارة

source: Service Charge
ar: تكلفة الخدمة

source: Service Item
ar: خدمة البند

source: Service Item Code
ar: رمز الخدمة البند

source: Service Type
ar: نوع الخدمة

source: Start Date
ar: تاريخ البدء

source: Start Date/Time
ar: تاريخ بدء / الوقت

source: Tank Size
ar: خزان الحجم

source: Tariff Type
ar: نوع التعرفة

source: Total Charges
ar: مجموع الرسوم

source: Transmission:
ar: ناقل الحركة:

source: Update Agreement
ar: اتفاق التحديث

source: Vehicle Category
ar: سيارة الفئة

source: Vehicle Charge
ar: مركبة شحن

source: Vehicle Make
ar: السيارة جعل

source: Vehicle Model
ar: المركبة الموديل

source: Vehicle Movements
ar: حركات مركبة

source: Vehicles
ar: المركبات

source: Vehicle Status
ar: حالة السيارة

source: Year:
ar: السنة:

# AdditionalChargesLoadError
source: Failed to load Additional Charges. Error:
ar: فشل تحميل رسوم إضافية. الخطأ:

# AgreementSuccess
source: Agreement saved successfully!
ar: اتفاق حفظ بنجاح!

# BaseDataLoadError
source: Failed to load base data. Error:
ar: فشل تحميل بيانات القاعدة. الخطأ:

source: Booking
ar: الحجز

# CalculateBillError
source: Failed to calculate bill. Error:
ar: فشل لحساب مشروع القانون. الخطأ:

# ChauffersLoadError
source: Failed to load Chauffers. Error:
ar: فشل تحميل أولئك السائقين. الخطأ:

# ChecklistsLoadError
source: Failed to load checklists for vehicle. Error:
ar: فشل تحميل قوائم مرجعية للمركبة. الخطأ:

source: CloseLocation
ar: الوثيق الموقع

# CustomerLicenseExpired
source: Customer License has expired!
ar: انتهت صلاحية الترخيص العملاء!

# CustomerLoadError
source: Failed to load customer. Error:
ar: فشل تحميل العرف. الخطأ:

# CustomerMinimumAge
source: Customer age must be 21 years minimum!
ar: يجب أن يكون عمر العميل 21 سنوات على الأقل!

source: Driver
ar: سائق

source: Existing
ar: موجود

# FixErrorsFirstMsg
source: Please fix errors first!
ar: يرجى تصحيح الأخطاء أولا!

source: Individual
ar: فرد

# InsurancesLoadError
source: Failed to load Insurances. Error:
ar: فشل تحميل التأمينات. الخطأ:

# LicenseExpiredMsg
source: License has expired!
ar: انتهت صلاحية رخصة!

source: New
ar: جديد

source: OpenLocation
ar: افتح الموقع

# PaymentPendingMsg
source: Can not close agreement because payment is pending.
ar: لا يمكن إغلاق اتفاق لدفع معلقة.

# RAQueue
source: Rental Agreement Queue
ar: تأجير قائمة انتظار اتفاق

# RentalAgreementLoadError
source: Failed to load Rental Agreement. Error:
ar: فشل تحميل اتفاق تأجير. الخطأ:

# RequestProcessError
source: Failed to process request. Error:
ar: فشل في معالجة الطلب. الخطأ:

source: Selected
ar: مختار

# SelectedChauffersAreOverlapping
source: Selected Chauffers are overlapping, please adjust their duration!
ar: اختر أولئك السائقين هي متداخلة، الرجاء ضبط مدتها!

# ServiceItemsLoadError
source: Failed to load Service Items. Error:
ar: فشل تحميل عناصر الخدمة. الخطأ:

# ServiceItemStartEndDateTimeBetweenRentalDates
source: Selected Service Item(s) Start and End Date/Time should be between Rental Dates!
ar: عناصر خدمة اختيار بداية ونهاية التاريخ / الوقت يجب أن يكون بين تواريخ تأجير!

# StartEndDateTimeBetweenRentalDates
source: Start and End Date/Time should be between Rental Dates!
ar: بدء ونهاية التاريخ / الوقت يجب أن يكون بين تواريخ تأجير!

source: Status
ar: وضع

source: Vehicle not selected
ar: السيارة ليست مختارة

# VehiclesLoadError
source: Failed to load vehicles. Error:
ar: فشل تحميل المركبات. الخطأ:

# VehiclesNotReturned
source: One of the Vehicle(s) not returned
ar: واحدة من السيارات التي لا عاد

# RentalAgreementReport_Title
source: Rental Agreement Report
ar: تقرير اتفاقية الإيجار
