Repository: VijayMVC/Cares
Catalog: Cares.Web/Resources/BusinessPartner/BusinessPartner.*.resx
Languages: ar

source: Account Number
ar: رقم الحساب

source: Address
ar: عنوان

source: Address Type
ar: نوع العنوان

source: Add To List
ar: اضف الى القائمة

source: Area
ar: منطقة

# BPAddress
source: Business Partner Address
ar: شريك تجاري العناوين

# BPCompany
source: Business Partner Company
ar: شركة شريك تجاري

# BPEditor
source: Business Partner Editor
ar: الشركاء التجاريين محرر

# BPName
source: Business Partner Name
ar: اسم شريك تجاري

# BPPhone
source: Business Partner Phone
ar: شريك تجاري الهاتف

# BPRelationships
source: Business Partner Relationships
ar: الشركاء التجاريين العلاقات

source: BP Sub Type
ar: الشركاء التجاريين نوع فرعي *

# BPType
source: Business Partner Type
ar: الشركاء التجاريين نوع

# BusinessPartnerAddSuccess
source: Business Partner saved Successfully
ar: شريك تجاري حفظها بنجاح.

# BusinessPartnerDeleteFailedMsg
source: Failed to remove Business Partner!
ar: فشل لإزالة شريك تجاري!

# BusinessPartnerDeleteSuccess
source: Business Partner deleted Successfully
ar: حذف شريك تجاري بنجاح

# BusinessPartnerSaveFailedMsg
source: Failed to save Business Partner!
ar: فشل في حفظ شريك تجاري!

# BusinessPartnerTitle
source: Business Partner
ar: شريك عمل

source: Business Segment
ar: قطاع الأعمال

source: Cancel
ar: إلغاء

source: City
ar: مدينة

source: Company *
ar: شركة *

source: Company Address
ar: عنوان الشركة

source: Company Code *
ar: رمز الشركة *

source: Company Info.
ar: معلومات الشركة.

# CompanyLV
source: Company
ar: شركة

source: Company Name
ar: اسم الشركة

source: Company Phone
ar: شركة الهاتف

source: Contact Person
ar: الشخص الذي يمكن الاتصال به

source: Country
ar: بلد

# CustomerNo
source: Customer #
ar: العملاء #

source: Date Of Birth *
ar: تاريخ الميلاد *

source: Dealing Employee
ar: التعامل موظف

source: Default record already there!
ar: افتراضي سجل بالفعل هناك!

source: Description
ar: وصف

source: Email
ar: البريد الإلكتروني

source: Email Address
ar: عنوان البريد الإلكتروني

source: Establised Since
ar: أنشئت منذ

source: External Company Name
ar: اسم الشركة الخارجية

source: External System Guarantor
ar: نظام الضامن الخارجية

source: First Name *
ar: الاسم الأول *

source: From Date
ar: من تاريخ

source: Gender
ar: جنس

source: Individual Info.
ar: معلومات الفردية.

# IndividualOrCompany
source: Individual/Company
ar: الفردية / الشركة

source: Initials
ar: بالاحرف الاولى

source: Iqama Expiry Date
ar: الإقامة انتهاء التسجيل

source: Iqama Number
ar: الإقامة عدد

source: Is Company External?
ar: هو الشركة الخارجية؟

source: Is Default
ar: هو افتراضي

source: Is Individual *
ar: هو الفرد *

source: Is System Guarantor *
ar: هو نظام الضامن *

source: Last Name *
ar: اسم العائلة *

source: Legal Status
ar: الوضع القانوني

source: License Expiry Date
ar: رخصة تاريخ انتهاء الصلاحية

source: License Numnber
ar: رقم الرخصة

# LoadBaseDataFailedMsg
source: Failed to load base data.
ar: فشل تحميل بيانات القاعدة.

# LoadBusinessPartnerFailedMsg
source: Failed to load BusinessPartners!
ar: فشل تحميل شركاء الأعمال!

source: Marital Status
ar: الحالة الاجتماعية

source: Marketing Channel
ar: قناة التسويق

source: Middle Name *
ar: الاسم الأوسط *

source: NEW
ar: جديد

source: NIC Expiry Date
ar: CNIC انتهاء التسجيل

source: NIC Number
ar: CNIC عدد

source: Occupation Type
ar: الاحتلال نوع

source: Passport Country
ar: جواز سفر البلد

source: Passport Expiry Date
ar: جواز السفر تاريخ انتهاء الصلاحية

source: Passport Number
ar: رقم جواز السفر

source: Payment Term *
ar: الدفع الأجل *

source: Phone Number
ar: رقم الهاتف

source: Phone Type
ar: نوع الهاتف

source: PO Box Number
ar: PO المربع رقم

source: Rating Type
ar: تصنيف نوع

source: Region
ar: منطقة

source: Relationship Type
ar: الحالة الاجتماعية

source: Reset
ar: إعادة تعيين

source: Save
ar: حفظ

# SaveChanges
source: Do you want to save changes ?
ar: هل تريد حفظ التغييرات؟

source: Search
ar: بحث

source: Street Address
ar: عنوان الشارع

source: Sub Region
ar: جنوب منطقة

source: Swift Code
ar: رمز السرعة

source: System Guarantor
ar: نظام الكفيل

source: Tax Number
ar: الرقم الضريبي

source: Tax Registeration Code
ar: الضرائب رمز التسجيل

source: To Date
ar: حتى الآن

source: Web Page
ar: صفحة على الإنترنت

source: Zip Code
ar: الرمز البريدي
