Repository: VijayMVC/Cares
Catalog: Cares.Web/Resources/NonRevenueTicket/Nrt.*.resx
Languages: ar

source: Add Activity
ar: إضافة نشاط

source: Add Chauffeur
ar: إضافة السائق

source: Add/Edit
ar: إضافة / تعديل

source: Additional Charge Type Code
ar: نوع إضافي المسؤول كود

source: Additional Charge Type Name
ar: إضافي اسم المسؤول النوع

source: Add Vehicle Detail
ar: إضافة تفاصيل السيارة

source: Apply
ar: تطبيق

source: Category
ar: فئة

source: Chauffeur
ar: سائق

source: Chauffeur Code
ar: سائق كود

source: Chauffeur Name
ar: اسم السائق

source: Close Ticket
ar: وثيق تذكرة

source: Condition In
ar: وفي حالة

source: Condition Out
ar: حالة خارج

source: Contact Person
ar: الشخص الذي يمكن الاتصال

source: Current Odemetor
ar: عداد المسافات الحالي

source: Description
ar: وصف

source: End Date
ar: تاريخ نهاية

source: End Date/Time
ar: نهاية التاريخ / التوقيت

source: End Hour
ar: نهاية ساعة

source: End Minute
ar: دقيقة نهاية

# FuelDifference
source: Fuel Difference (ltrs)
ar: الفرق الوقود (لتر)

source: Fuel In
ar: الوقود و

source: Fuel Out
ar: الوقود بالنفاد

source: Hire Group
ar: استئجار المجموعة

source: In Date/Time
ar: في تاريخ / وقت

source: License Expiry
ar: انتهاء رخصة

source: License Expiry Date
ar: تاريخ انتهاء الترخيص

# LicenseNumber
source: License No.
ar: ترخيص رقم

# LoadBaseDataFailedMsg
source: Failed to load base data.
ar: فشل تحميل قاعدة البيانات.

# LoadChuaffeurFailedMsg
source: Failed to load chauffeurs.
ar: فشل تحميل السائقين.

# LoadMaintenanceActivityFailedMsg
source: Failed to load maintenance activities.
ar: فشل تحميل أنشطة الصيانة.

# LoadVehicleFailedMsg
source: Failed to load vehicles.
ar: فشل تحميل المركبات.

source: Maintenance Activities
ar: أنشطة الصيانة

source: Model Year
ar: سنة الصنع

# NRT
source: Non Revenue Ticket
ar: الإيرادات غير تذكرة

# NRTCloseSuccessMsg
source: Non Revenue Ticket has been successfully closed.
ar: تم إغلاق الإيرادات غير تذكرة بنجاح.

# NRTDetailFailedMsg
source: Failed to load Non Revenue Ticket.
ar: فشل تحميل غير إيرادات التذاكر.

# NRTNumber
source: Non Revenue Ticket #
ar: الإيرادات غير تذكرة #

# NRTOpenFailedMsg
source: Failed to Open Ticket.
ar: فشل في فتح التذاكر.

# NRTOpenSuccessMsg
source: Non Revenue Ticket has been successfully opened.
ar: تم فتح الإيرادات غير تذكرة بنجاح.

source: NRT Type
ar: نوع الإيرادات غير تذكرة

source: Odometer In
ar: وفي عداد المسافات

source: Odometer Out
ar: عداد المسافات خارج

source: Open Ticket
ar: فتح تذكرة

source: Operation
ar: عملية

source: Out Date/Time
ar: خارج وقت / زمن

source: Out Location
ar: خارج الدولة

source: Plate Number
ar: رقم اللوحة

source: Quantity
ar: الكمية

source: Rate
ar: معدل

source: Return Location
ar: عودة الدولة

source: Return Vehicle?
ar: عودة سيارة؟

source: Start Date
ar: بدء التسجيل

source: Start Date/Time
ar: تاريخ بدء / وقت

source: Start Hour
ar: بداية ساعة

source: Start Minute
ar: بدء دقيقة

source: Tank Size
ar: خزان الحجم

source: Total Rate
ar: المعدل العام

source: Update Ticket
ar: تحديث تذكرة

source: Vehicle
ar: السيارة

source: Vehicle Category
ar: سيارة الفئة

source: Vehicle Details
ar: تفاصيل السيارة

source: Vehicle In Status
ar: السيارة في حالة

source: Vehicle Make
ar: السيارة جعل

source: Vehicle Model
ar: المركبة الموديل

source: Vehicle Out Status
ar: السيارة خارج الحالة

source: Vehicle Plate Number
ar: رقم اللوحة المركبة

source: Vehicle Status
ar: الحالة السيارة
